projects/case-c8eccb64/working/night_optimization/foam_candidates/candidate-f5c328cf/working/openfoam_case/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet       { type zeroGradient; }
    outlet      { type fixedValue; value uniform 0; }
    farField    { type slip; }
    hull        { type zeroGradient; }
}
